Repository: sepehrNorouzi/hokm-v2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Active
fa: فعال

source: Updated time
fa: زمان به‌روزرسانی

source: Created time
fa: زمان ایجاد

source: There can only be one {self.__class__.__name__}.
fa: تنها می‌تواند یک {self.__class__.__name__} وجود داشته باشد.

source: App Name
fa: نام اپلیکیشن

source: Game Package Name
fa: نام بسته بازی

source: App Version
fa: نسخه اپلیکیشن

source: App version bundle
fa: بسته نسخه اپلیکیشن

source: Last bundle version
fa: آخرین نسخه بسته

source: Minimum supported bundle version
fa: حداقل نسخه بسته پشتیبانی شده

source: Maintenance mode
fa: حالت تعمیر و نگهداری

source: Configuration
fa: پیکربندی

source: Configurations
fa: پیکربندی‌ها

source: Limit should be from 1 to {self.TOP_PLAYER_COUNT_LIMIT}
fa: محدودیت باید از ۱ تا {self.TOP_PLAYER_COUNT_LIMIT} باشد

source: Reward
fa: جایزه

source: From Rank
fa: از رتبه

source: To Rank
fa: تا رتبه

source: Leaderboard Type
fa: نوع جدول امتیازات

source: 'From rank' must be lower than 'to rank'
fa: «از رتبه» باید کمتر از «تا رتبه» باشد

source: Leaderboard Reward
fa: جایزه جدول امتیازات

source: Leaderboard Rewards
fa: جوایز جدول امتیازات

source: Name
fa: نام

source: Is Active
fa: فعال است

source: Duration
fa: مدت زمان

source: If set to null, it means infinite.
fa: اگر خالی باشد، به معنی بی‌نهایت است.

source: Start time
fa: زمان شروع

source: Leaderboard Types
fa: انواع جدول امتیازات

source: Player
fa: بازیکن

source: Score
fa: امتیاز

source: Simultaneous availability
fa: دسترسی همزمان

source: Match Configuration
fa: پیکربندی مسابقه

source: Priority
fa: اولویت

source: Entry cost
fa: هزینه ورود

source: Min XP
fa: حداقل تجربه

source: Min Cup
fa: حداقل جام

source: Min Score
fa: حداقل امتیاز

source: Config
fa: پیکربندی

source: Winner package
fa: بسته برنده

source: Winner XP
fa: تجربه برنده

source: Winner Cup
fa: جام برنده

source: Winner Score
fa: امتیاز برنده

source: Loser package
fa: بسته بازنده

source: Loser XP
fa: تجربه بازنده

source: Loser Cup
fa: جام بازنده

source: Loser Score
fa: امتیاز بازنده

source: Match Type
fa: نوع مسابقه

source: Match Types
fa: انواع مسابقه

source: Players
fa: بازیکنان

source: Owner
fa: مالک

source: Match
fa: مسابقه

source: Matches
fa: مسابقات

source: History
fa: تاریخچه

source: Match Result
fa: نتیجه مسابقه

source: Match Results
fa: نتایج مسابقات

source: Server key is required.
fa: کلید سرور الزامی است.

source: Player Shop
fa: فروشگاه بازیکن

source: Reward Package
fa: بسته جایزه

source: Player Reward Package
fa: بسته جایزه بازیکن

source: Player Reward Packages
fa: بسته‌های جایزه بازیکن

source: Market
fa: بازار

source: Player Wallet
fa: کیف پول بازیکن

source: Players Wallets
fa: کیف پول‌های بازیکنان

source: {package.name} must be bought through market verification.
fa: {package.name} باید از طریق تأیید بازار خریداری شود.

source: Player does not have enough {package.price_currency} for {package.name}.
fa: بازیکن {package.price_currency} کافی برای {package.name} ندارد.

source: Player does not have enough {currency} to pay.
fa: بازیکن {currency} کافی برای پرداخت ندارد.

source: Player is not eligible to claim daily reward.
fa: بازیکن واجد شرایط دریافت جایزه روزانه نیست.

source: Player can't spin lucky wheel for {next_spin}.
fa: بازیکن نمی‌تواند تا {next_spin} چرخ شانس بچرخاند.

source: Selected asset should be {AssetType.AVATAR} not {asset_ownership.asset.type}
fa: دارایی انتخابی باید {AssetType.AVATAR} باشد نه {asset_ownership.asset.type}

source: Currency Balance
fa: موجودی ارز

source: Asset
fa: دارایی

source: Is Current
fa: فعلی است

source: Asset Ownership
fa: مالکیت دارایی

source: Asset Ownerships
fa: مالکیت‌های دارایی

source: Spend
fa: خرج

source: Earn
fa: درآمد

source: Description
fa: توضیحات

source: Transaction ID
fa: شناسه تراکنش

source: Currency
fa: ارز

source: Amount
fa: مقدار

source: Player Wallet Log
fa: گزارش کیف پول بازیکن

source: Player Wallet Logs
fa: گزارش‌های کیف پول بازیکن

source: Player has no wallet.
fa: بازیکن کیف پولی ندارد.

source: Player Statistic
fa: آمار بازیکن

source: Player Statistics
fa: آمار بازیکنان

source: Start Xp
fa: تجربه شروع

source: Level Up reward
fa: جایزه ارتقاء سطح

source: Player Level
fa: سطح بازیکن

source: Player Levels
fa: سطوح بازیکن

source: Prev Xp
fa: تجربه قبلی

source: Xp
fa: تجربه

source: Cup
fa: جام

source: Level
fa: سطح

source: Avatar
fa: آواتار

source: Sticker
fa: استیکر

source: last version
fa: آخرین نسخه

source: support version
fa: نسخه پشتیبانی

source: config
fa: پیکربندی

source: Markets
fa: بازارها

source: Currency Name
fa: نام ارز

source: Currency Icon
fa: آیکون ارز

source: Currency Config
fa: پیکربندی ارز

source: Currency Type
fa: نوع ارز

source: Currencies
fa: ارزها

source: Asset Name
fa: نام دارایی

source: Asset Config
fa: پیکربندی دارایی

source: Asset Type
fa: نوع دارایی

source: Assets
fa: دارایی‌ها

source: Cost
fa: هزینه

source: Costs
fa: هزینه‌ها

source: Currency Package Item
fa: آیتم بسته ارز

source: Currency Package Items
fa: آیتم‌های بسته ارز

source: Purchase
fa: خرید

source: Honorary
fa: افتخاری

source: Start Time
fa: زمان شروع

source: 1 is More important
fa: ۱ مهم‌تر است

source: Expired time
fa: زمان انقضا

source: Image
fa: تصویر

source: Asset Package Items
fa: آیتم‌های بسته دارایی

source: Support Type
fa: نوع پشتیبانی

source: VIP
fa: ویژه

source: VIP Duration
fa: مدت زمان ویژه

source: Package
fa: بسته

source: Packages
fa: بسته‌ها

source: Shop Section
fa: بخش فروشگاه

source: Shop Sections
fa: بخش‌های فروشگاه

source: Price
fa: قیمت

source: Price Amount
fa: مبلغ قیمت

source: Discount
fa: تخفیف

source: Discount Start Time
fa: زمان شروع تخفیف

source: Discount End Time
fa: زمان پایان تخفیف

source: SKU
fa: کد محصول

source: Shop Package
fa: بسته فروشگاه

source: Shop Packages
fa: بسته‌های فروشگاه

source: Initial
fa: اولیه

source: Daily
fa: روزانه

source: Lucky Wheel
fa: چرخ شانس

source: Match Reward
fa: جایزه مسابقه

source: Reward Type
fa: نوع جایزه

source: Claimable
fa: قابل دریافت

source: Reward Packages
fa: بسته‌های جایزه

source: Player Initial Package
fa: بسته اولیه بازیکن

source: Shop Configuration
fa: پیکربندی فروشگاه

source: Shop Configurations
fa: پیکربندی‌های فروشگاه

source: Day number
fa: شماره روز

source: Daily Reward
fa: جایزه روزانه

source: Daily Rewards
fa: جوایز روزانه

source: Cool down
fa: زمان انتظار

source: Lucky Wheel is empty.
fa: چرخ شانس خالی است.

source: Chance
fa: احتمال

source: Lucky Wheel Section
fa: بخش چرخ شانس

source: Lucky Wheel Sections
fa: بخش‌های چرخ شانس

source: Friendship Request
fa: درخواست دوستی

source: Friendship Requests
fa: درخواست‌های دوستی

source: {receiver_id} already friends with {sender_id}.
fa: {receiver_id} قبلاً با {sender_id} دوست است.

source: Friendship
fa: دوستی

source: Friendships
fa: دوستی‌ها

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: مجوزها

source: Important dates
fa: تاریخ‌های مهم

source: Block info
fa: اطلاعات مسدودی

source: Profile info
fa: اطلاعات پروفایل

source: Daily reward
fa: جایزه روزانه

source: Approved {queryset.count()} message(s) successfully.
fa: {queryset.count()} پیام با موفقیت تأیید شد.

source: Disapproved {queryset.count()} message(s) successfully.
fa: {queryset.count()} پیام با موفقیت رد شد.

source: MALE
fa: مرد

source: FEMALE
fa: زن

source: UNKNOWN
fa: نامشخص

source: Daily reward streak
fa: سری جایزه روزانه

source: Last claimed
fa: آخرین دریافت

source: Last lucky wheel spin.
fa: آخرین چرخاندن چرخ شانس.

source: Email
fa: ایمیل

source: Device ID
fa: شناسه دستگاه

source: Staff status
fa: وضعیت کارمند

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: Inviter
fa: دعوت‌کننده

source: Gender
fa: جنسیت

source: Birth date
fa: تاریخ تولد

source: Is blocked
fa: مسدود است

source: Block reliefe
fa: رفع مسدودیت

source: Profile name
fa: نام پروفایل

source: User
fa: کاربر

source: Users
fa: کاربران

source: Recovery string
fa: رشته بازیابی

source: Guest player
fa: بازیکن مهمان

source: Guest players
fa: بازیکنان مهمان

source: Is verified
fa: تأیید شده است

source: Normal player
fa: بازیکن عادی

source: Normal players
fa: بازیکنان عادی

source: Player is already verified.
fa: بازیکن قبلاً تأیید شده است.

source: {settings.PROJECT_NAME} email verification.
fa: تأیید ایمیل {settings.PROJECT_NAME}.

source: Password Reset Request
fa: درخواست بازنشانی گذرواژه

source: Is visible
fa: قابل نمایش است

source: Is used
fa: استفاده شده است

source: Reason
fa: دلیل

source: Approved
fa: تأیید شده

source: Approval date
fa: تاریخ تأیید

source: Message
fa: پیام

source: Instagram
fa: اینستاگرام

source: Telegram
fa: تلگرام

source: Rubika
fa: روبیکا

source: Player Support info
fa: اطلاعات پشتیبانی بازیکن

source: Expiration date
fa: تاریخ انقضا

source: VIP player
fa: بازیکن ویژه

source: VIP players
fa: بازیکنان ویژه

source: Email Verification
fa: تأیید ایمیل

source: Welcome to %(project_name)s!
fa: به %(project_name)s خوش آمدید!

source: Hello %(user.username)s,
fa: سلام %(user.username)s،

source: Thank you for registering with %(project_name)s. Please use the following OTP to verify your email address:
fa: از شما بابت ثبت‌نام در %(project_name)s سپاسگزاریم. لطفاً از کد زیر برای تأیید آدرس ایمیل خود استفاده کنید:

source: This OTP is valid for a limited time. Please do not share it with anyone.
fa: این کد برای مدت محدودی معتبر است. لطفاً آن را با کسی به اشتراک نگذارید.

source: If you did not request this, please ignore this email.
fa: اگر این درخواست را نداده‌اید، لطفاً این ایمیل را نادیده بگیرید.

source: Best regards,<br>%(project_name)s Team
fa: با احترام،<br>تیم %(project_name)s

source: You are receiving this email because you signed up for an account on %(project_name)s.
fa: این ایمیل را دریافت می‌کنید زیرا در %(project_name)s ثبت‌نام کرده‌اید.

source: You recently requested to reset your password for your %(project_name)s account. Click the button below to reset it:
fa: اخیراً درخواست بازنشانی گذرواژه برای حساب %(project_name)s خود داده‌اید. برای بازنشانی روی دکمه زیر کلیک کنید:

source: Reset Password
fa: بازنشانی گذرواژه

source: If you did not request a password reset, please ignore this email or contact support if you have questions.
fa: اگر درخواست بازنشانی گذرواژه نداده‌اید، لطفاً این ایمیل را نادیده بگیرید یا در صورت داشتن سؤال با پشتیبانی تماس بگیرید.

source: Thanks,<br>%(project_name)s Team
fa: با تشکر،<br>تیم %(project_name)s

source: You are receiving this email because you requested a password reset for your %(project_name)s account.
fa: این ایمیل را دریافت می‌کنید زیرا درخواست بازنشانی گذرواژه برای حساب %(project_name)s خود داده‌اید.

source: User already exists.
fa: کاربر از قبل وجود دارد.

source: OTP is sent to {user.email}.
fa: کد تأیید به {user.email} ارسال شد.

source: Invalid email.
fa: ایمیل نامعتبر.

source: Verified successfully
fa: با موفقیت تأیید شد

source: Invalid OTP.
fa: کد تأیید نامعتبر.

source: No player with this email is found.
fa: هیچ بازیکنی با این ایمیل یافت نشد.

source: Cool down is not over.
fa: زمان انتظار به پایان نرسیده است.

source: Password reset link is sent.
fa: لینک بازنشانی گذرواژه ارسال شد.

source: Invalid token.
fa: توکن نامعتبر.

source: Password reset successfully.
fa: گذرواژه با موفقیت بازنشانی شد.
